/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°°, %g, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisònic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisònic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisònic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisònic Z";

/* An audio channel label. */
"Center" = "Central";

/* An audio channel label. */
"Center Surround" = "Envoltant central";

/* An audio channel label. */
"Center Surround Direct" = "Envoltant central directe";

/* Channel. An audio channel label. */
"Channel" = "Canal";

/* Channels. An audio channel label. */
"Channels" = "Canals";

/* An audio channel label. */
"Click Track" = "Feu clic a Pista";

/* An audio channel label. */
"Dialog Centric Mix" = "Mescla per als diàlegs";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Independent";

/* An audio channel label. */
"Foreign Language" = "Idioma estranger";

/* An audio channel label. */
"Headphones Left" = "Auricular esquerre";

/* An audio channel label. */
"Headphones Right" = "Auricular dret";

/* An audio channel label. */
"Hearing Impaired" = "Problemes auditius";

/* An audio channel label. */
"Left" = "Esquerre";

/* An audio channel label. */
"Left Center" = "Central esquerre";

/* An audio channel label. */
"Left Surround" = "Envoltant esquerre";

/* An audio channel label. */
"Left Surround Direct" = "Envoltant esquerre directe";

/* An audio channel label. */
"Left Total" = "Esquerre total";

/* An audio channel label. */
"Left Wide" = "Esquerre en angle";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE frontal";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Mitjà";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Narració";

/* An audio channel label. */
"Rear Surround Left" = "Envoltant posterior esquerre";

/* An audio channel label. */
"Rear Surround Right" = "Envoltant posterior dret";

/* An audio channel label. */
"Right" = "Dret";

/* An audio channel label. */
"Right Center" = "Central dret";

/* An audio channel label. */
"Right Surround" = "Envoltant dret";

/* An audio channel label. */
"Right Surround Direct" = "Envoltant dret directe";

/* An audio channel label. */
"Right Total" = "Dret total";

/* An audio channel label. */
"Right Wide" = "Dret en angle";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Lateral";

/* An audio channel label. */
"Top Back Center" = "Posterior superior central";

/* An audio channel label. */
"Top Back Left" = "Posterior superior esquerre";

/* An audio channel label. */
"Top Back Right" = "Posterior superior dret";

/* An audio channel label. */
"Top Center Surround" = "Envoltant central superior";

/* An audio channel label. */
"Unknown" = "Desconegut";

/* An audio channel label. */
"Unused" = "No utilitzat";

/* An audio channel label. */
"Vertical Height Center" = "Superior frontal central";

/* An audio channel label. */
"Vertical Height Left" = "Superior frontal esquerre";

/* An audio channel label. */
"Vertical Height Right" = "Superior frontal dret";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Tàctil";

